---
kind: enumMember
id: F:Autodesk.Revit.DB.PlanViewRangeLevel.Below
enum: Autodesk.Revit.DB.PlanViewRangeLevel
source: html/f39eba05-f199-9492-a9c8-db4b94a92785.htm
---
# Autodesk.Revit.DB.PlanViewRangeLevel.Below

View range is the level below